Repository: giorgioriccardi/bim-headless-wp-react-search-form
Catalog: plugins/post-*-contact-form-7/languages/post-*-contact-form-7-*.po
Languages: es_es, fr_fr

source: Save form to post
es_es: Guardar formulario en un Entrada
fr_fr: Sauvegarder le formulaire dans un Article

source: Actions &amp; Filters
es_es: Actiones &amp; Filtros
fr_fr: Actions et Filtres

source: Custom Meta Fields
es_es: Campos personalizado
fr_fr: Champs personnalisés

source: Taxonomies
es_es: Taxonomia

source: Submitted
es_es: Enviado
fr_fr: Soumis

source: Form to post
es_es: Formulario al Entrada
fr_fr: Sauvegarder le formulaire dans un type de contenu

source: save
es_es: engressar
fr_fr: sauvegarder

source: Submitted form
es_es: Formulario enviado
fr_fr: Formulaire soumis

source: Contact Form 7 fields
es_es: Campos de formulario cf7
fr_fr: Champs du formulaire

source: Draft form was saved successfully
es_es: Borrador de formulario guardado
fr_fr: Succès de la sauvegarde partiel du formulaire

source: A draft of this form has been saved, you may complete and submit the form at a later time.
es_es: Se guardo un borrador, puedes completar y enviar el formulario a otro momento.
fr_fr: La sauvegarde partiel de ce formulaire a été faite, vous pourrez compléter et soumettre le formulaire à une date ultérieure.

source: CF7 >> Post
es_es: CF7>>Entrada
fr_fr: CF7>>Type de Contenu

source: Form Submitted
es_es: Formulario enviado
fr_fr: Formulaire soumis

source: Post Type:
es_es: Entrada:
fr_fr: Type de Contenu:

source: New Post
es_es: Nueva Entrada
fr_fr: Nouveau type de contenu

source: Existing Post
es_es: Entrada Existente
fr_fr: Type de contenu existant

source: Select a Post
es_es: Seleccionar una Entrada
fr_fr: Choisir un type de contenu

source: Post type
es_es: Tipo de Entrada
fr_fr: Type de contenu

source: Singular name
es_es: Nombre singular
fr_fr: Non singulier

source: Plural name
es_es: Nombre plural
fr_fr: Nom au pluriel

source: Attributes
es_es: Atributos
fr_fr: Les attributs

source: Custom meta fields key (no spaces allowed)
es_es: Campos personalizado (claves, sin espacios)
fr_fr: Nom de champ personnalisé (sans espaces)

source: Select a field
es_es: Seleccionar un campo
fr_fr: Choisir un champ

source: Custom field
es_es: Campo personalizado
fr_fr: Champ personnalisé

source: Custom fields can be used to add extra metadata to a post that you can <a href="https://codex.wordpress.org/Using_Custom_Fields">use in your theme</a>
es_es: Campos personalizados puede ser utilizado para añadir meta-datos <a href="https://codex.wordpress.org/es:Using_Custom_Fields">en su tema</a>
fr_fr: Les champs personnalisés peuvent être utilisés pour ajouter des méta-données <a href="https://codex.wordpress.org/fr:Utiliser_les_champs_personnalis%C3%A9s">a votre thème.</a>

source: Click on a link to copy the helper snippet code and paste it in your <em>functions.php</em> file.
es_es: Pulse un enlace para copiar el código de ayuda y pagarlo en sur fichero <em>functions.php</em>.
fr_fr: Cliquez sur un lien pour copier l'extrait de code d'assistance et le collez-le dans votre fichier <em>functions.php</em>.

source: Toggle panel: Helper
es_es: Alternar el panel: Ayuda
fr_fr: Basculer le panneau d'assistance

source: Admin hooks
es_es: Ganchos de admin
fr_fr: Les crochets d'administrations

source: these are triggered when your form is being mapped to a post, and can be used to customise the mapping process.
es_es: ganchos activado cuando un formulario esta asignado a un tipo de entrada, y pueden ser utilizado para personalizar el proceso de asignación.
fr_fr: ces crochets sont activés pendant la procédure de sauvegarde de votre formulaire dans un contenu, et vous permets de personnalisé la procédure de sauvegarde.

source: Post Supports Filter
es_es: Filtrar los 'supports' del tipo de entrada
fr_fr: Filtrer les 'supports' du type de contenu

source: custom post <code>supports</code> attributes (<a href="https://codex.wordpress.org/Function_Reference/register_post_type#supports">documentation</a>).
es_es: ver el <a href="https://codex.wordpress.org/Function_Reference/register_post_type#supports">manual</a>) del atributo <code>supports</code> de tipo de entrada.
fr_fr: voir le <a href="https://codex.wordpress.org/Function_Reference/register_post_type#supports">manuel</a> des attributs de <code>supports</code> de type de contenu.

source: Post Access Filter
es_es: Filtrar acceso al tipo de entrada
fr_fr: Filtrer les droits d'accès du contenu

source: custom post access <code>capabilities</code> (<a href="http://wordpress.stackexchange.com/questions/108338/capabilities-and-custom-post-types">documentation</a>).
es_es: ver el (<a href="http://wordpress.stackexchange.com/questions/108338/capabilities-and-custom-post-types">manual</a>) del atributo <code>capabilities</code> de tipo de entrada.
fr_fr: voir le <a href="http://wordpress.stackexchange.com/questions/108338/capabilities-and-custom-post-types">manuel</a> des <code>capabilities</code> d'un type de contenu.

source: Taxonomy Registration Filter
es_es: Filtrar el registro de taxonomía
fr_fr: Filtrer l'enregistrement de taxonomies

source: to change custom taxonomy like tags (<a href="https://codex.wordpress.org/Function_Reference/register_taxonomy#Arguments">documentation</a>).
es_es: ver el (<a href="https://codex.wordpress.org/Function_Reference/register_taxonomy#Arguments">manual</a>) para cambiar los atributos de registro de nueva taxonomía.
fr_fr: voir le <a href="https://codex.wordpress.org/Function_Reference/register_taxonomy#Arguments">manuel</a> des paramètres d'enregistrement d'une taxonomie.

source: Internal Meta Filter
es_es: Filtrar campos internos
fr_fr: Filtrer les champs personnalisés internes

source: to show system post internal meta-fields.
es_es: para poder asignar campos del formulario a campos internos. Muchos plugins usan campos internos con claves que empiezan con '_' (subrayado).
fr_fr: accéder les champs internes de contenus existants.

source: System Post Filter
es_es: Filtrar tipo de entrada existente
fr_fr: Filtrer les type de contenus existants

source: to show hidden system post for mapping.
es_es: para ver tipo de entradas ocultados.
fr_fr: accéder aux type de contenu cachés .

source: Toggle panel: Loading Hooks
es_es: Alternar el panel: Ganchos de carga
fr_fr: Basculer le panneau des crochets de chargement d'un formulaire

source: Form loading hooks
es_es: Ganchas de carga de formulario
fr_fr: Crochets de chargement d'un formulaire

source: these are triggered when your form is being loaded on the front-end and are useful to customise the form.
es_es: esos son activados cuando el formulario esta cargando en la pagina.
fr_fr: ces crochets sont activés pendant le changement d'un formulaire, permettant la personnalisation du chargement du formulaire sur la page.

source: Custom javascript
es_es: Código de Javascript personalizado
fr_fr: Code Javascript personnalisé

source: appended at the end of your form.
es_es: añadido después el formulario.
fr_fr: ajouté à la fin du formulaire.

source: Default Values Filter
es_es: Filtrar valores predeterminados
fr_fr: Valeurs par défaut

source: default field value when form is displayed.
es_es: cuando el formulario esta desplegado.
fr_fr: des champs du formulaire au chargement initial.

source: Default Term Values Filter
es_es: Filtrar términos predeterminados
fr_fr: Termes sélectionnés par défaut

source: taxonomy terms in dropdown/radio/checkbox.
es_es: en un campo de lista de taxonomía.
fr_fr: dans une liste de terme de taxonomie.

source: Filter term list
es_es: Filtrar lista de términos
fr_fr: Filtrer les termes

source: in mapped taxonomy field.
es_es: en campo de taxonomía asignada.
fr_fr: dans une liste de champ de taxonomie.

source: Page Cache Filter
es_es: Filtrar cache de pagina
fr_fr: Filtrer le cache de page

source: to remove nocache meta tags in &lt;head&gt;.
es_es: y eliminar la meta-etiqueta <code>nocache</code> de la cabecera de pagina.
fr_fr: et enlever la balise méta <code>nocache</code> dans l'en-tête de page.

source: Toggle panel: Submitted hooks
es_es: Alternar el panel: Ganchos de sumisión
fr_fr: Basculer le panneau des crochets de soumission d'un formulaire

source: Form submitted hooks
es_es: Ganchos de sumisión del formulario
fr_fr: Crochets de soumissions de formulaire

source: these are triggered when a user has submitted/saved your form and can be used to manipulate the submitted data and take further action.
es_es: están activado cuando el formulario esta sometido y guardado en entrada.
fr_fr: ces crochets sont activés lorsque un formulaire est soumis et permet le formatage des données soumises ainsi que d'autre actions personnalisés.

source: Author Filter
es_es: Filtrar el autor
fr_fr: Filtrer l'auteur

source: the author of the submitted post .
es_es: del entrada guardado.
fr_fr: de l'Article/contenu.

source: Post Status Filter
es_es: Filtrar el estatus de entrada
fr_fr: Filtrer le statut

source: to automatically publish submitted post (<a href="https://codex.wordpress.org/Function_Reference/get_post_status#Return_Values">documentation</a>).
es_es: para publicar la entrada automáticamente, ver el (<a href="https://codex.wordpress.org/Function_Reference/get_post_status#Return_Values">manual</a>).
fr_fr: afin de publier automatiquement l'article/contenu (voir le <a href="https://codex.wordpress.org/Function_Reference/get_post_status#Return_Values">manuel</a> en Anglais).

source: Draft Validation Filter
es_es: Filtrar validación de borrador
fr_fr: Filtrer la validation

source: to enable field validation on draft form saved.
es_es: de formulario cuando un borrador esta guardado.
fr_fr: des champs du formulaire lors de la sauvegarde partiel.

source: Cache Time Filter
es_es: Filtrar el tiempo de caché
fr_fr: Filtrer le temps

source: period to track anonymous submissions.
es_es: durante qual se rastro sumisión anónimas.
fr_fr: cache d'une soumission anonymes d'un formulaire.

source: Draft Mail Filter
es_es: Filtrar correo de borrador
fr_fr: Filtrer l'envois

source: to send cf7 mail for draft form saved.
es_es: enviado con el correo del plugin cf7 cuando un borrador de formulario esta guardado.
fr_fr: d'un courriel lors d'une soumission/sauvegarde partiel.

source: Action
es_es: Acción guardar entrada

source: after <em>submitted</em> form is saved to post.
es_es: activado al final del proceso de guardar sumisión en nueva entrada.
fr_fr: activée après la sauvegarde dans un article d'une soumissions de formulaire.

source: Default title Filter
es_es: Filtrar titulo
fr_fr: Filtrer le titre

source: the default title of the submitted post.
es_es: de nueva entrada.
fr_fr: de l'Article dans lequel le formulaire est sauvegardé .

source: Default post fields
es_es: Campos de Entrada
fr_fr: Champs Article

source: Post title
es_es: Titulo Entrada
fr_fr: Titre Article

source: Post slug
es_es: Slug Entrada
fr_fr: Permalien Article

source: Post author
es_es: Autor Entrada
fr_fr: Auteur Article

source: Featured image
es_es: Imagen destacada
fr_fr: Image à la une

source: Post Content
es_es: Contenido Entrada
fr_fr: Contenu Article

source: Post Excerpt
es_es: Extracto Entrada
fr_fr: Extrait Article

source: Form 2 post
es_es: Formulario al Entrada
fr_fr: Sauvegarder le formulaire dans un Article

source: Delete
es_es: Eliminar
fr_fr: Supprimer

source: Draft
es_es: Borrador
fr_fr: Brouillon

source: Publish
es_es: Publicar
fr_fr: Publier

source: Post:
es_es: Entrada:
fr_fr: Article:

source: Custom Taxonomy (no spaces allowed)
es_es: Taxonomía personalizada (sin espacios)
fr_fr: Taxonomie personnalisée (sans espace)

source: Edit
es_es: Editar
fr_fr: Éditer

source: Choose a taxonomy, in blue are existing public taxonomies
es_es: Seleccione taxonomía, en azul son taxonomías existente
fr_fr: Choisir une taxonomie, en bleues les taxonomies publiques existantes

source: Plural Name
es_es: Nombre plural
fr_fr: Nom pluriel

source: Singular Name
es_es: Nombre singular
fr_fr: Non singulier

source: Toggle panel: Taxonomy details
es_es: Alternar el panel: Detalles de taxonomía
fr_fr: Basculer le panneau: Sauvegarde de taxonomies

source: Save
es_es: Guardar
fr_fr: Sauvegarder

source: Categories
es_es: Categorías
fr_fr: Catégories

source: Save button for Post My CF7 Form extension
es_es: Botón de guardar para el plugin <em>Post My CF7 Form</em>
fr_fr: Bouton de sauvegarde pour l'extension <em>Post My CF7 Form</em>

source: Label
es_es: Etiqueta

source: Id attribute
es_es: Atributo id
fr_fr: Attribut 'id'

source: Class attribute
es_es: Atributo class
fr_fr: Attribut 'class'

source: Insert Tag
es_es: Añadir etiqueta
fr_fr: Insérer marqueur

source: Choose a Taxonomy
es_es: Elegir Taxonomía
fr_fr: Saisir une Taxonomie

source: New Category
es_es: Nueva Categoría
fr_fr: Nouvelle categorie

source: New Categories
es_es: Nuevas Categorías
fr_fr: Nouvelles categories

source: Post Tag
es_es: Etiqueta Entrada
fr_fr: Étiquette d'Article

source: Post Tags
es_es: Etiquetas Entrada
fr_fr: Étiquettes Article

source: Post Category
es_es: Categoría Entrada
fr_fr: Catégorie d'Article

source: Post Categories
es_es: Categorías Entrada
fr_fr: Catégories Article

source: No CF7 Form Class found
es_es: Ninguna clase php de CF7 encontrado
fr_fr: Aucune Class php de Formulaire CF7 trouvée

source: Select a form field to map
es_es: Campo de formulario a asignar
fr_fr: Choisir un champ du formulaire

source: Hook with a filter
es_es: Gancho con filtro
fr_fr: Personnaliser avec l'aide d'un crochet filtre

source: save is disabled, form is not mapped.
es_es: guardar desactivado, formulario no esta asignada.
fr_fr: sauvegarde désactivé, le formulaire n'est pas attribué a un type de contenu.

source: Slug
fr_fr: Permalien
