Repository: giorgioriccardi/bim-headless-wp-react-search-form
Catalog: plugins/reactivepro/languages/reactive-*.po
Languages: de_de, es_es, nl_nl, ru_ru

source: Type location
de_de: Ortsangabe
es_es: Teclee localización
nl_nl: Type locatie
ru_ru: Введите расположение

source: City
de_de: Città
es_es: Ciudad
nl_nl: Plaats
ru_ru: город

source: Country
de_de: Land
es_es: País
nl_nl: Land
ru_ru: Страна

source: State
de_de: Bundesland
es_es: Estado
nl_nl: Provincie
ru_ru: Страна

source: Zip code
de_de: Postleitzahl
es_es: Código postal
nl_nl: Postcode
ru_ru: Почтовый индекс

source: Latitude
es_es: Latitud
ru_ru: Широта (Latitude)

source: Longitude
es_es: Longitud
ru_ru: Долгота (Longitude)

source: Reactive Settings
de_de: Reaktive Einstellungen
es_es: Configuración de reactivos
nl_nl: Reactieve instellingen
ru_ru: Реактивный параметры

source: Google Map API Key
de_de: Google API Schlüssel
es_es: Clave de API de Google
nl_nl: Google maps API-sleutel
ru_ru: Ключ Google API Карты

source: Map Country Region
de_de: Country Region (Länderregion)
es_es: Objeto: véase el cuadro 3.
nl_nl: Land/Regio
ru_ru: Страна/Регион

source: Turn Off Google Map
de_de: Schalten Sie Google-Karte
es_es: Clave de API de Google
nl_nl: Google maps API-sleutel
ru_ru: Ключ Google API Карты

source: Load Bootstrap Scripts From
de_de: Bootstrap-Scripts zu laden
es_es: Scripts de arranque de la carga
nl_nl: Laden van de Bootstrap Scripts uit
ru_ru: Загрузить загрузчик сценариев от

source: Bootstrap Enable Disable Option
de_de: Bootstrap Option deaktivieren aktivieren
es_es: Bootstrap permite deshabilitar la opción
nl_nl: Optie voor bootstrap inschakelen uitschakelen
ru_ru: Параметр начальной загрузки включить отключить

source: Load FontAwesome Scripts From
de_de: Last FontAwesome Skripts aus
es_es: Secuencias de comandos de FontAwesome de la carga
nl_nl: Laden FontAwesome Scripts uit
ru_ru: Загрузить сценарии FontAwesome

source: Font Awesome Enable Disable Option
de_de: Die Option Schriftart genial aktivieren deaktivieren
es_es: Fuente impresionante habilitar deshabilitar la opción de
nl_nl: Lettertype ontzagwekkende inschakelen uitschakelen
ru_ru: Отключить параметр шрифта устрашающий включить

source: Load Jquery UI Scripts From
de_de: Laden von Jquery UI-Skripts
es_es: Cargar Scripts de Jquery UI de
nl_nl: Laden van Jquery UI Scripts uit
ru_ru: Загрузить Jquery UI скрипты от

source: Jquery UI CSS Enable Disable Option
de_de: JQuery UI CSS aktivieren deaktivieren Option
es_es: JQuery UI CSS permiten deshabilitar la opción
nl_nl: JQuery UI CSS inschakelen Disable optie
ru_ru: JQuery UI CSS позволяют отключить опцию

source: Load Isotope Scripts From
de_de: Last-Isotop-Skripts aus
es_es: Cargar Scripts de isótopo de
nl_nl: Laden van de isotoop Scripts uit
ru_ru: Загрузить сценарии изотоп от

source: Isotope Enable Disable Option
de_de: Isotop Option aktivieren deaktivieren
es_es: Isótopo habilitar deshabilitar la opción
nl_nl: Optie isotoop inschakelen uitschakelen
ru_ru: Параметр отключить включить изотоп

source: Load Ion Range Scripts From
de_de: Lastbereich Ionen-Skripts aus
es_es: Carga Ion gama de Scripts de
nl_nl: Load Ion Range Scripts uit
ru_ru: Диапазон нагрузки Ион скрипты от

source: Ion Range Slider Enable Disable Option
de_de: Schieberegler aktivieren deaktivieren Option "Ionen-Bereich"
es_es: Gama del ion Slider permiten deshabilitar la opción de
nl_nl: Ion Range Slider inschakelen uitschakelen
ru_ru: Ион диапазона ползунок включить отключить опцию

source: Load Magnefic Popup Scripts From
de_de: Last Magnefic Popup-Skripts aus
es_es: Scripts de carga Magnefic emergente de
nl_nl: Belasting Magnefic Popup Scripts uit
ru_ru: Сценарии загрузки сияющая Popup от

source: Magnefic Popup Enable Disable Option
de_de: Magnefic Popup aktivieren deaktivieren Option
es_es: Magnefic emergente activar desactivar la opción
nl_nl: Magnefic Popup inschakelen uitschakelen
ru_ru: Сияющая Popup включить отключить опцию

source: Geobox Enable
de_de: Geobox aktivieren
es_es: habilitar Paypal
nl_nl: GEObox inschakelen
ru_ru: Включить Geobox

source: Turn off Indexing Cron
de_de: Schalten Sie die Indizierung Cron
es_es: Desactivar la indexación de Cron
nl_nl: Uitschakelen Indexing Cron
ru_ru: Отключить индексирование Cron

source: Cron Schedule (min)
de_de: Cron-Zeitplan (min)
es_es: Horario de cron (min)
ru_ru: Cron расписание (мин)

source: Save Changes
de_de: Sichere Änderungen
es_es: Guardar cambios
nl_nl: Veranderingen opslaan
ru_ru: Сохранить изменения

source: The Recommened Minimum WP Memory Limit is 256M
de_de: Empfohlen mindestens WP Memory Limit beträgt 256M
es_es: El límite de memoria de WP de mínimo recomendado es 256M
nl_nl: De geheugenlimiet Recommened Minimum WP is 256M
ru_ru: Рекоммендуется минимум WP памяти предел составляет 256M

source: Calculating…
de_de: Berechne...
es_es: Calculando…
nl_nl: aan het berekenen ...
ru_ru: Расчет

source: The Recommened Minimum Server Memory Limit is 256M
de_de: Empfohlen mindestens Server Memory Limit beträgt 256M
es_es: El límite de memoria de servidor de mínimo recomendado es de 256M
nl_nl: De geheugenlimiet Recommened Minimum Server wordt 256M
ru_ru: Рекоммендуется минимум сервера памяти предел составляет 256M

source: The Recommened Minimum PHP version is 5.6.0
de_de: Die Recommened mindestens PHP Version ist 5.6.0
es_es: La versión de PHP de mínimo recomendado es 5.6.0
nl_nl: De Recommened minimaal PHP versie is 5.6.0
ru_ru: Рекоммендуется минимум PHP версии является 5.6.0

source: The Recommened Minimum Input Vars is 3000
de_de: Empfohlen mindestens Input Vars ist 3000
es_es: Los Vars de entrada mínimo recomendado es de 3000
nl_nl: De Recommened Minimum Input Vars is 3000
ru_ru: Рекоммендуется минимум ввода Vars-3000

source: The Recommened Minimum Mysql version is 5.6.0 or greater
de_de: Empfohlen mindestens Mysql-Version ist 5.6.0 oder größer
es_es: La versión de Mysql de mínimo recomendado es la 5.6.0 o posterior
nl_nl: De Recommened minimaal Mysql versie 5.6.0 is of groter
ru_ru: Рекоммендуется минимум Mysql версии является 5.6.0 или больше

source: Reactive Builder
de_de: Reaktive Einstellungen
es_es: Constructor reactiva
nl_nl: Reactieve instellingen
ru_ru: Реактивный строитель

source: Grid Template
es_es: Plantilla de cuadrícula
nl_nl: Raster sjabloon
ru_ru: Шаблон сетки

source: Search Layouts
de_de: Layout suchen
es_es: Buscar Diseños
nl_nl: Lay-out zoeken
ru_ru: Найти макет

source: Category Template
de_de: Kategorie-Archive
es_es: Plantilla de categoría
nl_nl: Categorie template
ru_ru: Шаблон Категории

source: Map Marker Template
de_de: Kartenvorlage Marker
es_es: Plantilla de marcador de mapa
nl_nl: Kaart Marker sjabloon
ru_ru: Шаблон маркер карта

source: Map Info Window Template
de_de: Kartenvorlage Info Fenster
es_es: Info ventana plantilla de mapa
nl_nl: Kaart Info venster sjabloon
ru_ru: Шаблон окна информация карта

source: Post Type
de_de: Beitrags-Typ
es_es: Tipo de Entrada
nl_nl: Berichttype
ru_ru: Тип поста

source: Please select any post type you want to add this taxonomy
de_de: Wählen Sie bitte jegliche Post diese Taxonomie hinzufügen möchten
es_es: Por favor, seleccione cualquier tipo de mensaje que desea agregar esta taxonomía
nl_nl: Selecteer elk bericht-type dat u wilt toevoegen van deze taxonomie
ru_ru: Пожалуйста выберите любой пост типа, необходимо добавить этот таксономии

source: Enable Hierarchy
de_de: Hierarchie zu ermöglichen
es_es: Permiten jerarquía
nl_nl: Inschakelen van hiërarchie
ru_ru: Включить иерархию

source: If you want to enable the taxonomy hierarchy set true
de_de: Wenn die Taxonomie-Hierarchie auf true gesetzt werden soll
es_es: Si desea habilitar a la jerarquía de la taxonomía establece cierta
nl_nl: Als u wilt inschakelen van de hiërarchie van de taxonomie instellen waar
ru_ru: Если вы хотите включить иерархии таксономии, установите значение true

source: Post Formats
de_de: Beitrags-Formate
es_es: Formato de la publicación
nl_nl: Berichtformaten
ru_ru: Форматы записей

source: Enable post formats into this post.
de_de: Post-Formate in diesem Beitrag zu ermöglichen.
es_es: Permiten formatos de mensaje en este post.
nl_nl: Schakel post formaten in deze post.
ru_ru: Включение должности форматов в этот пост.

source: Page Attributes
de_de: Seiten-Attribute
es_es: Atributos de Página
nl_nl: Pagina Attributen
ru_ru: Атрибуты страницы

source: Enable page attributes into this post.
de_de: Aktivieren Sie Seitenattribute in diesem Beitrag.
es_es: Permiten atributos de página en este post.
nl_nl: Paginakenmerken inschakelen in deze post.
ru_ru: Включение атрибутов страницы в этот пост.

source: Revisions
de_de: Revisionen
es_es: Revisiones
nl_nl: Revisies
ru_ru: Редакции

source: Enable revisions into this post.
de_de: Revisionen in diesem Beitrag zu ermöglichen.
es_es: Habilitar revisiones en este post.
nl_nl: Inschakelen van wijzigingen in deze post.
ru_ru: Разрешить изменения в этот пост.

source: Comments
de_de: Kommentare
es_es: Comentarios
nl_nl: Commentaar
ru_ru: Комментарии

source: Enable comments into this post.
de_de: Aktivieren Sie Kommentare zu diesem Beitrag.
es_es: Permitir comentarios en este post.
nl_nl: Opmerkingen in dit bericht inschakelen.
ru_ru: Включите комментарии на этот пост.

source: Custom Fields
de_de: Benutzerdefinierte Felder
es_es: Campos Personalizados
nl_nl: Aangepaste velden
ru_ru: Настраиваемые поля

source: Enable custom fields into this post.
de_de: Aktivieren Sie benutzerdefinierte Felder in diesem Beitrag.
es_es: Habilitar campos personalizados en este post.
nl_nl: Het inschakelen van aangepaste velden in dit bericht.
ru_ru: Включение настраиваемых полей в этой должности.

source: Trackbacks
es_es: Trackbacks / Pings
nl_nl: Verstuur Trackbacks
ru_ru: Обратные ссылки

source: Enable trackbacks into this post.
de_de: Trackbacks zu diesem Beitrag zu ermöglichen.
es_es: Permitir trackbacks a este post.
nl_nl: Trackbacks inschakelen in deze post.
ru_ru: Разрешить обратные ссылки на этот пост.

source: Excerpt
de_de: Auszug
es_es: Extracto
nl_nl: Samenvatting
ru_ru: Отрывок

source: Enable excerpt into this post.
de_de: Auszug in diesem Beitrag zu ermöglichen.
es_es: Permiten extracto en este post.
nl_nl: Uittreksel inschakelen in deze post.
ru_ru: Включите отрывок в этот пост.

source: Thumbnail
de_de: Vorschaubild
es_es: Miniatura
nl_nl: Uitgelichte afbeelding
ru_ru: Миниатюра

source: Enable thumbnail into this post.
de_de: Aktivieren Sie die Miniaturansicht in diesem Beitrag.
es_es: Activar miniaturas en este post.
nl_nl: Inschakelen foto in deze post.
ru_ru: Включите эскиз в этот пост.

source: Author
de_de: Autor
es_es: Autor
nl_nl: Auteur
ru_ru: Автор

source: Enable author into this post.
de_de: Aktivieren Sie Autor in diesem Beitrag.
es_es: Habilitar el autor en este post.
nl_nl: Auteur van de pagina in deze post.
ru_ru: Включите автор в этой должности.

source: Enable editor into this post.
de_de: Editor in diesem Beitrag zu ermöglichen.
es_es: Activar a editor en este post.
nl_nl: Redacteur te laten in deze post.
ru_ru: Включите редактор в этот пост.

source: Title
de_de: Titel
es_es: Título
nl_nl: Titel
ru_ru: Название

source: Enable title into this post.
de_de: Aktivieren Sie Titel in diesem Beitrag.
es_es: Habilitar título en este post.
nl_nl: Titel van de pagina in deze post.
ru_ru: Включите название в этот пост.

source: All Items
de_de: Alle Einträge
es_es: Todos
nl_nl: Alle items
ru_ru: Все задания

source: Singular Name
de_de: Bezeichnung Einzahl
es_es: Nombre Singular
nl_nl: Enkelvoudige Naam
ru_ru: Название в единственном числе

source: Post Slug
de_de: Beitrags Kurzlink
es_es: Slug de Entrada
nl_nl: Bericht Slug
ru_ru: Краткое описание поста

source: If want to change the default all items name, add the name here
de_de: Wenn möchten, ändern Sie die Standardeinstellung alle Elemente Name, fügen Sie den Namen hier
es_es: Si desea cambiar el valor predeterminado todos los nombre de elementos, agregar el nombre
nl_nl: Als wilt wijzigen van de standaard alle items naam, de naam hier toevoegen
ru_ru: Если необходимо изменить значение по умолчанию все элементы имя, добавьте имя здесь

source: If want to change the default singular name, add the name here
de_de: Wenn wollen die singuläre Standardnamen ändern, fügen Sie den Namen hier
es_es: Si desea cambiar el nombre singular predeterminado, agregue el nombre aquí
nl_nl: Als wilt wijzigen van de standaard enkelvoud naam, de naam hier toevoegen
ru_ru: Если хотите изменить сингулярных имя по умолчанию, добавьте имя здесь

source: If want to change the default post slug, add the slug here
de_de: Wenn möchten, ändern Sie die Standard-Post-Schnecke, die Schnecke hier hinzufügen
es_es: Si desea cambiar el slug de correos predeterminado, agregue el slug aquí
nl_nl: Als wilt wijzigen van de standaard post slak, het toevoegen van de witruimte rond de pagina hier
ru_ru: Если хотите изменить слизень сообщение по умолчанию, добавьте слизень здесь

source: Menu Position
de_de: Menü Position
es_es: Posición del Menú
nl_nl: Menupositie
ru_ru: Позиция меню

source: Select the post type menu position.
de_de: Wählen Sie die Post-Typ-Menü-Position.
es_es: Seleccione la posición del menú tipo mensaje.
nl_nl: Selecteer de post type menu positie.
ru_ru: Выбрать положение меню.

source: Menu Icon
de_de: Menü Symbole
es_es: Icono de menú
nl_nl: Menu icoon
ru_ru: Меню иконки

source: Select a menu icon.
de_de: Menü wählen
es_es: Seleccionar un Menú
nl_nl: Selecteer menu icoon
ru_ru: Выберите меню

source: Below First Separator
de_de: Unter erste Separator
es_es: A continuación el primer separador
nl_nl: Hieronder eerste scheidingsteken
ru_ru: Ниже первого сепаратора

source: Below Posts
de_de: Lücke unter den Beiträgen
es_es: Por debajo de los mensajes
nl_nl: Onder de posten
ru_ru: Ниже должности

source: Below Media
de_de: Unter Medien
es_es: Debajo de los medios de comunicación
nl_nl: Onder Media
ru_ru: Ниже медиа

source: Below Links
de_de: Unten Links
es_es: Siguientes enlaces
nl_nl: Onderstaande Links
ru_ru: Ссылки ниже

source: Below Pages
de_de: Folgenden Seiten
es_es: Por debajo de páginas
nl_nl: Onderstaande pagina 's
ru_ru: Ниже страниц

source: Below Comments
de_de: Unter Kommentare
es_es: A continuación comentarios
nl_nl: Onderstaande opmerkingen
ru_ru: Комментарии ниже

source: Below Second Separator
de_de: Unter zweite Separator
es_es: A continuación del segundo separador
nl_nl: Hieronder de tweede scheidingsteken
ru_ru: Ниже второй разделитель

source: Below Plugins
de_de: Unter Plugins
es_es: Debajo de Plugins
nl_nl: Onder Plugins
ru_ru: Ниже плагины

source: Below Users
de_de: Unter Benutzer
es_es: Por debajo de los usuarios
nl_nl: Onder gebruikers
ru_ru: Ниже пользователей

source: Below Tools
de_de: Unter Tools
es_es: Debajo de las herramientas
nl_nl: Onderstaande Tools
ru_ru: Ниже инструменты

source: Below Settings
de_de: Unter Einstellungen
es_es: Debajo de configuración de
nl_nl: Onder instellingen
ru_ru: Ниже параметры

source: Default Icon
de_de: Standardsymbol
es_es: Icono por omisión
nl_nl: Standaard Icoon
ru_ru: Значек по умолчанию

source: Upload Icon
de_de: Icon Hochladen
es_es: Portafolio Imágenes (carga múltiple)
nl_nl: Upload pictogram
ru_ru: Загрузить иконку

source: Icon Type
de_de: Icon-Typ
es_es: Icono borde
nl_nl: Icoon type
ru_ru: Тип Иконки

source: Select the default icon type or upload a new.
de_de: Wählen Sie den Standard-Symbol, oder laden Sie eine neue.
es_es: Seleccione el tipo de icono por defecto o subir una nueva.
nl_nl: Selecteer het pictogram standaardtype of upload een nieuwe.
ru_ru: Выберите тип значка по умолчанию, или загрузить новый.

source: Upload Custom Icon
de_de: Lade Dein eigenes Icon hoch
es_es: Subir archivos de fuentes
nl_nl: Upload een eigen pictogram/icoon
ru_ru: Загрузить пользов. иконку

source: You can upload any custom image icon.
de_de: Sie können ein benutzerdefiniertes Bildsymbol hochladen.
es_es: Usted puede cargar cualquier icono de imagen personalizada.
nl_nl: U kunt het pictogram van een aangepaste afbeelding uploaden.
ru_ru: Вы можете загружать любые пользовательские изображения значка.

source: Bundle Component
de_de: Bundle-Komponente
es_es: Componente de paquete
nl_nl: Bundel Component
ru_ru: Комплект компонент

source: Pick Color
de_de: Farbe
es_es: Elegir color
nl_nl: Pik de kleur
ru_ru: Выберите цвет

source: No result found
de_de: Kein Ergebnis gefunden
es_es: Sin resultados
nl_nl: Niets gevonden
ru_ru: Результатов не найдено

source: search
de_de: Suchen
es_es: buscar
nl_nl: zoeken
ru_ru: поиск

source: Open on selected hours
de_de: Ausgewählte Stunden öffnen auf
es_es: Abierto en horas seleccionadas
nl_nl: Open op geselecteerde uren
ru_ru: Открыть на определенные часы

source: Always open
de_de: Immer geöffnet
es_es: Siempre abierto
nl_nl: blijft lopen
ru_ru: Всегда открыто:

source: No hours available
de_de: Keine %s Stunden verfügbar!
es_es: No hay horas disponibles
nl_nl: Geen uren beschikbaar
ru_ru: Нет %s доступных часов!

source: Permanently closed
de_de: Dauerhaft geschlossen
es_es: Permanentemente cerrado
nl_nl: Permanent gesloten
ru_ru: Постоянно закрыт

source: Monday
de_de: Montag
es_es: Lunes
nl_nl: maandag
ru_ru: Понедельник

source: Tuesday
de_de: Dienstag
es_es: Martes
nl_nl: Disndag
ru_ru: Вторник

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
nl_nl: Woensdag
ru_ru: Среда

source: Thursday
de_de: Donnerstag
es_es: Jueves
nl_nl: Donderdag
ru_ru: четвер

source: Friday
de_de: Freitag
es_es: Viernes
nl_nl: Vrijdafg
ru_ru: Пятница

source: Saturday
de_de: Samstag
es_es: Sábado
nl_nl: Zaterdag
ru_ru: Суббота

source: Sunday
de_de: Sonntag
es_es: Domingo
nl_nl: zondag
ru_ru: Воскресенье

source: Wrong Password
de_de: Falsches Passwort
es_es: Contraseña Incorrecta
nl_nl: Onjuist wachtwoord
ru_ru: Неправильный пароль

source: Password Matched
de_de: Passwort abgestimmt
es_es: Contraseña perdida
nl_nl: Wachtwoord gekoppeld
ru_ru: Пароль соответствует

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
nl_nl: Bevestig wachtwoord
ru_ru: Подтвердите пароль

source: I currently work here
de_de: Derzeit arbeite ich hier
es_es: Actualmente trabajo aquí
nl_nl: Ik werk momenteel hier
ru_ru: Я в настоящее время здесь работают

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen auf diese Seite zuzugreifen .
es_es: No tienes suficientes permisos para editar las plantillas de esta web.
nl_nl: Je hebt niet genoeg rechten voor toegang tot deze pagina.
ru_ru: У вас недостаточно прав для редактирования шаблонов этого сайта.

source: Location
de_de: Standort
es_es: Dirección del Espacio
nl_nl: Locatie
ru_ru: Локация

source: Rebuilder Settings
de_de: Rebuilder Einstellungen
es_es: Configuración de reconstructor
nl_nl: Rebuilder instellingen
ru_ru: Параметры ремонтника

source: Grid Template Code
de_de: Raster-Template-Code
es_es: Plantilla de cuadrícula
nl_nl: Sjablooncode
ru_ru: Шаблон сетки

source: Category Template Code
de_de: Kategorie-Archive
es_es: Plantilla de categoría
nl_nl: Categorie template
ru_ru: Шаблон Категории

source: Map Marker Template Code
de_de: Marker-Template-Code Karte
es_es: Código de plantilla de marcador de mapa
nl_nl: Kaart van Marker sjablooncode
ru_ru: Карта код шаблона маркер

source: Map Info Template Code
de_de: Info-Template-Code Karte
es_es: Información código de plantilla de mapa
nl_nl: Kaart Info sjablooncode
ru_ru: Карта код шаблона информация

source: Shortcode
es_es: Código abreviado
ru_ru: шорткод

source: Key
de_de: Schlüssel
es_es: Clave
nl_nl: Sleutelgetal
ru_ru: Ключ

source: Create the builder shortcode from Reactive Builder
de_de: Die Erbauer Kurzwahlnummer aus reaktiven Builder erstellen
es_es: Crear el código generador de generador de reactivos
nl_nl: Maken van de shortcode bouwer van reactieve Builder
ru_ru: Создание построитель shortcode из реактивной строитель

source: Add New
de_de: Neu hinzufügen
es_es: Agregar Nuevo
nl_nl: Nieuwe toevoegen
ru_ru: Добавить новый

source: Edit
de_de: Bearbeiten
es_es: Modificar
nl_nl: Bewerken
ru_ru: Изменить

source: New
de_de: Neu
es_es: Nuevo
nl_nl: Nieuw
ru_ru: Новый

source: View
de_de: Anzeigen
es_es: Ver
nl_nl: Bekijken
ru_ru: Посмотреть

source: Search
de_de: Suche
es_es: Buscar&#x0D;
nl_nl: Zoeken
ru_ru: Поиск

source: Save
de_de: sparen
es_es: Guardar
nl_nl: Bewaren
ru_ru: Сохранить

source: Edit
de_de: Bearbeiten
es_es: Modificar
nl_nl: Bewerken
ru_ru: Изменить

source: Delete
de_de: Löschen
es_es: Eliminar
nl_nl: Verwijder
ru_ru: Удалить

source: Add
de_de: Hinzufüge
es_es: Agregar
nl_nl: Hinzufügen
ru_ru: Добавить

source: Cancel
de_de: Abbrechen
es_es: Cancelar
nl_nl: Annuleren
ru_ru: Отмена

source: Apply Filter
de_de: Filter anwenden
es_es: Aplicar Filtro
nl_nl: Filter Toepassen
ru_ru: Применить фильтр

source: Doesnt have any option for this component
de_de: / / Ist noch keine Option für diese Komponente
es_es: Tiene ninguna opción para este componente
nl_nl: Doesnt hebben een optie voor dit onderdeel
ru_ru: Оленья кожа у любой вариант для этого компонента

source: Please Add Some Options
de_de: Bitte fügen Sie einige Optionen
es_es: Por favor añadir algunas opciones
nl_nl: Voeg enkele opties
ru_ru: Пожалуйста, добавьте некоторые опции

source: results found
de_de: Ergebnisse gefunden
es_es: resultados encontrados
nl_nl: resultaten gevonden
ru_ru: результатов найдено

source: result found
de_de: Gefundene Ergebnisse
es_es: resultados encontrados
nl_nl: Niets gevonden
ru_ru: Результат найден

source: clear
es_es: borrar
nl_nl: Wissen
ru_ru: Четкие параметры поиска

source: Get All
de_de: Bekommen alle
es_es: Obtener todo
nl_nl: Krijgen alle
ru_ru: Чтобы получить все

source: My Location
de_de: Mein Standort
es_es: Mi Ubicación
nl_nl: Mijn Locatie
ru_ru: Моя локация

source: Browser Geolocation Error !
de_de: Browser Geolocation-Fehler!
es_es: ¡Error de la geolocalización del navegador!
nl_nl: Browser Geolocation fout!
ru_ru: Географическое положение ошибка браузера!

source: Timeout.
es_es: Se ha excedido el tiempo de espera.
nl_nl: Duurde te lang.
ru_ru: Время ожидания

source: Position Unavailable.
de_de: Position nicht verfügbar.
es_es: Posición de carácter.
nl_nl: Positie niet beschikbaar.
ru_ru: Позиция недоступна

source: More Filters
de_de: Weitere Filter
es_es: Más filtros
nl_nl: Meer filters
ru_ru: Фильтры

source: Save Template
de_de: Als Vorlage verwenden
es_es: Guardar plantilla
nl_nl: Template bewaren
ru_ru: Сохранить шаблон

source: Save Template As
de_de: Als Vorlage verwenden
es_es: Guardar plantilla como
nl_nl: TEMPLATE BEWARE?
ru_ru: Сохранить шаблон

source: Add Box
de_de: Bereich hinzufügen
es_es: Añadir caja
nl_nl: Box toevoegen
ru_ru: Добавить блок

source: GLOBAL SETTINGS
de_de: Globale Einstellungen
es_es: AJUSTES GLOBALES
nl_nl: Algemene instellingen
ru_ru: Общие настройки

source: Admin View
de_de: Adminbereich
es_es: Vista del admin.
nl_nl: Beheerder
ru_ru: Admin Посмотреть

source: User View
es_es: Vista del usuario
nl_nl: Weergave van de gebruiker
ru_ru: Вид пользователя

source: Block
es_es: Bloque
nl_nl: Blokkeren
ru_ru: Блок

source: Settings
de_de: Features
es_es: Ajustes
nl_nl: Instellingen
ru_ru: настройки

source: Add Bar Fields
de_de: Bar-Felder hinzufügen
es_es: Añadir de la barra campos
nl_nl: Bar velden toevoegen
ru_ru: Добавить бар поля

source: Add Search Fields
de_de: Felder suchen
es_es: Buscar campos
nl_nl: Zoek velden
ru_ru: Поля Поиска

source: Add Widget
de_de: Widget hinzufügen
es_es: Agregar widget
nl_nl: Widget toevoegen
ru_ru: Добавить Виджет

source: Edit Search Block
de_de: Suchfeld
es_es: Sección de Búsqueda
nl_nl: Blok zoeken
ru_ru: Поиск Блока

source: Edit Bar Block
de_de: Bearbeitungsleiste Block
es_es: Bloque de la barra de edición
nl_nl: Blok van de bewerkbalk
ru_ru: Панель редактирования блока

source: Edit Widget
de_de: Widget bearbeiten
es_es: Editar widget
nl_nl: Widget bewerken
ru_ru: Изменить виджет
