Repository: giorgioriccardi/bim-headless-wp-react-search-form
Catalog: plugins/reactivepro/languages/reactive-*.po
Languages: de_de, es_es, nl_nl, ru_ru

source: Are you sure?
de_de: Bist du dir sicher?
es_es: ¿Está seguro?
nl_nl: Weet u het zeker?
ru_ru: Ты уверен?

source: You will not be able to recover this Block
de_de: Sie werden nicht in der Lage, diesen Block zu erholen
es_es: Usted no será capaz de recuperar este bloque
nl_nl: U zal niet zitten kundig voor herstellen van dit blok
ru_ru: Вы не сможете восстановить этот блок

source: Yes, delete it!
de_de: Ja, löschen!
es_es: Sí, ¡eliminar!
nl_nl: Ja, verwijder het!
ru_ru: Да, удалить!

source: No, cancel delete!
de_de: Nein, abbrechen löschen!
es_es: Cancelar eliminación
nl_nl: Cancel verwijderen
ru_ru: Нет, отменить удаление!

source: Deleted!
de_de: Gelöscht!
es_es: Eliminado!
nl_nl: Verwijderd!
ru_ru: Удалено!

source: Your Reactive Block has been deleted.
de_de: Ihre reaktiven Block wurde gelöscht.
es_es: Su bloque de reactivos ha sido eliminado.
nl_nl: Uw reactieve blok is verwijderd.
ru_ru: Ваш реактивный блок был удален.

source: Cancelled!
de_de: Abgebrochen
es_es: Cancelado!!
nl_nl: Geannuleerd
ru_ru: Отменено!

source: Your Reactive Block is safe :)
de_de: Ihre reaktiven Block ist sicher :)
es_es: Su bloque de reactivos es seguro :)
nl_nl: Uw reactieve blok is veilig :)
ru_ru: Ваш реактивный блок является безопасным :)

source: No Post found
de_de: Keine Einträge gefunden
es_es: No se han encontrado publicaciones
nl_nl: Geen berichten gevonden
ru_ru: Запись не найдена

source: DELETE
de_de: LÖSCHEN
es_es: Borrar
nl_nl: VERWIJDEREN
ru_ru: УДАЛИТЬ

source: GET
es_es: Obtenga...
ru_ru: Вон

source: HEAD
de_de: KOPF
es_es: CABEZAL
ru_ru: Напор

source: OPTIONS
de_de: OPTIONEN
es_es: OPCIONES
nl_nl: Opties
ru_ru: ДОПОЛНИТЕЛЬНЫЕ ОПЦИИ

source: PATCH
de_de: PFLASTER
es_es: parche
ru_ru: Патч

source: POST
de_de: Poste
es_es: PUBLICACIÓN
nl_nl: Bericht
ru_ru: ПОСТ

source: PUT
de_de: Bringen Sie
es_es: Pon
ru_ru: Ставить

source: Sorry this plugin use some <b>PHP VERSION 5.4</b> functionality. If you want to use this plugin please update your server <b>PHP VERSION 5.4</b> or higher.
de_de: Tut mir leid dieses Plugin verwenden einige <b>PHP VERSION 5.4</b> Funktionalität. Wenn Sie dieses Plugin verwenden möchten Bitte aktualisieren Sie Ihren Server <b>PHP VERSION 5.4</b> oder höher.
es_es: Lo sentimos este plugin utiliza algunas funciones de <b>PHP versión 5.4</b> . Si desea utilizar este plugin por favor actualice su servidor <b>PHP versión 5.4</b> o superior.
nl_nl: Sorry deze plugin gebruiken sommige <b>PHP versie 5.4</b> -functionaliteit. Als u wilt gebruik maken van deze plugin kunt u uw server <b>PHP versie 5.4</b> bijwerken of hoger.
ru_ru: Извините этот плагин использовать некоторые функции <b>PHP версии 5.4</b> . Если вы хотите использовать этот плагин обновите свой сервер <b>PHP версии 5.4</b> или выше.

source: There was an error when reading this WXR file
de_de: Beim Lesen dieser WXR-Datei ist ein Fehler aufgetreten!
es_es: Se ha producido un error al leer este archivo WXR
nl_nl: Er is een probleem opgetreden tijdens het lezen van dit WXR-bestand

source: Details are shown above. The importer will now try again with a different parser...
de_de: Details werden oben gezeigt. Der Importer versucht es nun noch einmal mit einem anderen Parser...
es_es: Los detalles se muestran arriba. El importador ahora intentará de nuevo con un analizador diferente ...
nl_nl: Details worden hierboven weergegeven. De importeur zal nu een andere parser proberen...

source: This does not appear to be a WXR file, missing/invalid WXR version number
de_de: Dies scheint keine WXR Datei zu sein - fehlende / ungültige WXR Versionsnummer
es_es: Esto no parece ser un archivo WXR, número de versión WXR que falta / no válido
nl_nl: Dit lijkt niet een WXR bestand, ontbrekende / ongeldige WXR versienummers

source: Sorry, there has been an error.
de_de: Es ist ein Fehler aufgetreten.
es_es: Lo siento, ha habido un error.
nl_nl: Sorry, er is een error opgetreden.
ru_ru: Произошла ошибка.

source: The file does not exist, please try again.
de_de: Die Datei ist nicht vorhanden. Bitte versuchen Sie es erneut.
es_es: El archivo no existe, inténtelo de nuevo.
nl_nl: Dit bestand bestaat niet, probeer het nog eens.
ru_ru: Файл не существует.

source: All done.
de_de: Fertig.
es_es: Todo listo.
nl_nl: Klaar.
ru_ru: Все сделано.

source: Have fun!
de_de: Hab Spass!
es_es: ¡Que te diviertas!
nl_nl: Veel plezier!
ru_ru: Хороших впечатлений!

source: Remember to update the passwords and roles of imported users.
de_de: Denken Sie daran, die Kennwörter und Rollen von importierten Benutzer aktualisieren.
es_es: Recuerde actualizar las contraseñas y funciones de los usuarios importados.
nl_nl: Vergeet niet om de wachtwoorden en rollen van de geïmporteerde gebruikers te updaten.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
de_de: Die Export-Datei konnte nicht gefunden werden <code>%s</code>. Es ist wahrscheinlich, dass dies durch ein Berechtigungen-Problem verursacht wurde.
es_es: El archivo de exportación no se pudo encontrar en <code>%s </ code>. Es probable que esto haya sido causado por un problema de permisos.
nl_nl: Het export bestand kon niet worden gevonden in <code>%s</code>. Het lijkt erop dat dit veroorzaakt is door een toestemming probleem.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
de_de: Die WXR-Datei (Version %s) wird von dieser Version des Importers nicht unterstützt. Bitte eine Aktualisierung ausführen.
es_es: Este archivo WXR (versión %s) puede no ser compatible con esta versión del importador. Por favor considere actualizar.
nl_nl: Het WXR bestand (versie %s) wordt mogelijk niet ondersteund door de importer. Overweeg om het bij te werken.

source: Failed to import author %s. Their posts will be attributed to the current user.
de_de: Importieren des Autors "%s" fehlgeschlagen. Dessen Beiträge werden dem aktuellen Benutzer zugewiesen.
es_es: Error al importar el autor %s. Sus puestos serán atribuidos al usuario actual.
nl_nl: Importeren van auteur %s is mislukt. Deze berichten worden toegeschreven aan de huidige gebruiker.

source: Assign Authors
de_de: Autoren zuweisen
es_es: Asignar autores
nl_nl: Auteurs toewijzen

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
de_de: Um das Bearbeiten und Speichern der importierten Inhalte zu vereinfachen, können die Inhalte einem bestehendem Autor dieser Webseite zugewiesen werden.
es_es: Para facilitar la edición y la conservación del contenido importado, puede reasignar el autor del elemento importado a un usuario existente de este sitio. Por ejemplo, puede importar todas las entradas como <code>entradas de administrador</code>es .
nl_nl: Om het makkelijker voor je te maken om de geïmporteerde inhoud te bewerken en op te slaan, kan je een auteur opnieuw toewijzen aan een bestaande gebruiker van deze site. Je kan bijvoorbeeld alle entries als <code>admin</code>s entries importeren.
ru_ru: Чтобы сделать редактирование и сохранение импортируемого содержимого более легким, вы можете присвоить авторство импортируемого элемента существующему пользователю данного сайта. Например, вы можете импортировать все записи за авторством <code>admin</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
de_de: Wenn ein neuer Benutzer durch WordPress erstellt wird, wird ein zufälliges Passwort generiert und die Benutzerrolle wird auf %s geändert. Alle weiteren Benutzerinformationen müssen manuell bearbeitet werden.
es_es: Si un nuevo usuario es creado por WordPress, una nueva contraseña será generada al azar y el rol del nuevo usuario&#8217;s se establecerá como %s. Será necesario cambiar manualmente los detalles del nuevo usuario.
nl_nl: Als er een nieuwe gebruiker aangemaakt is in WordPress, wordt er een willekeurig wachtwoord gegenereerd en wordt de rol van de nieuwe gebruiker als %s ingesteld. Het handmatig wijzigen van de details voor deze nieuwe gebruiker is gewenst.

source: Import Attachments
de_de: Anhänge importieren
es_es: Importar archivos adjuntos
nl_nl: Import bijlagen

source: Download and import file attachments
de_de: Dateianhänge herunterladen und importieren
es_es: Descargue e importe los archivos adjuntos
nl_nl: Download en importeer bestand bijlagen
ru_ru: Импорт файла

source: Import author:
de_de: Autor importieren:
es_es: Importar autor:
nl_nl: Auteur importeren:

source: or create new user with login name:
de_de: oder einen neuen Benutzer mit dem Benutzernamen erstellen:
es_es: o crear un nuevo usuario con nombre de inicio de sesión:
nl_nl: of maak een nieuwe loginnaam aan:
ru_ru: Создать нового пользователя

source: as a new user:
de_de: als einen neuen Benutzer:
es_es: como un nuevo usuario:
nl_nl: als een nieuwe gebruiker:
ru_ru: Новый пользователь

source: assign posts to an existing user:
de_de: Weisen Sie einem vorhandenen Benutzer Beiträge zu:
es_es: asignar publicaciones a un usuario existente:
nl_nl: berichten toewijzen aan een bestaande gebruiker:

source: or assign posts to an existing user:
de_de: oder weisen Sie einem vorhandenen Benutzer Beiträge zu:
es_es: o asignar publicaciones a un usuario existente:
nl_nl: of berichten toewijzen aan een bestaande gebruiker:
ru_ru: назначить сообщения существующему пользователю:

source: - Select -
de_de: - auswählen -
es_es: - Seleccionar -
nl_nl: - Selecteer -
ru_ru: - Выбрать -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
de_de: Ein neuer Benutzer %s konnte nicht erstellt werden. Die Beiträge werden dem aktuellen Benutzer zugeordnet.
es_es: Error al crear un nuevo usuario para %s. Sus cargos serán atribuidos al usuario actual.
nl_nl: Kon geen nieuwe gebruiker voor %s aanmaken. Deze berichten worden toegeschreven aan de huidige gebruiker.
ru_ru: Не удалось создать нового пользователя для %s. Его записи будут присвоены текущему пользователю.

source: Failed to import category %s
de_de: Fehler beim Importieren der Kategorie %s
es_es: Error al importar la categoría %s
nl_nl: Importeren van categorie %s is mislukt
ru_ru: Не удалось импортировать рубрику %s

source: Failed to import post tag %s
de_de: Fehler beim Importieren des Schlagworts %s für den Beitrag
es_es: Error al importar la etiqueta de publicación %s
nl_nl: Importeren van post tag %s is mislukt

source: Failed to import %s %s
de_de: Fehler beim Import von %s %s
es_es: Error al importar %s %s
nl_nl: Importeren is mislukt %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
de_de: Fehler beim Import von &#8220;%s&#8221;: Ungültiger Posttyp %s
es_es: Error al importar &#8220;%s&#8221;: Tipo de publicación no válido %s
nl_nl: Importeren mislukt &#8220;%s&#8221;: Ongeldig bericht type %s
ru_ru: Не удалось импортировать запись &#8220;%s&#8221;: недопустимый тип записи %s

source: %s &#8220;%s&#8221; already exists.
de_de: %s &#8220;%s&#8221; ist bereits vorhanden.
es_es: %s &#8220;%s&#8221; ya existe.
nl_nl: %s &#8220;%s&#8221; bestaat al.

source: Failed to import %s &#8220;%s&#8221;
de_de: Fehler beim Import von %s &#8220;%s&#8221;
es_es: Error al importar %s &#8220;%s&#8221;
nl_nl: Importeren mislukt %s &#8220;%s&#8221;
ru_ru: Не удалось импортировать запись %s: &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
de_de: Menüeintrag übersprungen aufgrund fehlendem Menü Permalink
es_es: Elemento de menú omitido debido a la falta de menú slug
nl_nl: Menu item overgeslagen in verband met ontbrekende menu slug

source: Menu item skipped due to invalid menu slug: %s
de_de: Menüeintrag übersprungen aufgrund ungültigem Menü Permalink: %s
es_es: Elemento de menú omitido debido a slug de menú no válido: %s
nl_nl: Menu item overgeslagen in verband met ongeldige menu slug: %s
ru_ru: Пункт меню пропущен из-за неверного названия меню в формате url: %s

source: Fetching attachments is not enabled
de_de: Das Abrufen von Anhängen ist nicht aktiviert
es_es: No se ha habilitado la captura de datos adjuntos
nl_nl: Bijlagen ophalen is niet ingeschakeld
ru_ru: GPG-шифрование не активировано

source: Invalid file type
de_de: Ungültiger Dateityp
es_es: Tipo de archivo invalido
nl_nl: Ongeldig bestandstype
ru_ru: Неверные тип файла.

source: Remote server did not respond
de_de: Der Server hat nicht geantwortet
es_es: El servidor no responde
nl_nl: Externe server reageert niet
ru_ru: Удаленный сервер не отвечает по файлу: %s

source: Remote server returned error response %1$d %2$s
de_de: Remote Server gab die Fehlermeldung %1$d %2$s zurück
es_es: El servidor remoto, devolvió respuesta de error %1$d %2$s
nl_nl: Externe server geeft foutmelding %1$d %2$s
ru_ru: Удаленный сервер возвратил ответ с ошибкой %1$d %2$s

source: Remote file is incorrect size
de_de: Die Größe der Remote-Datei ist nicht korrekt
es_es: El archivo remoto tiene un tamaño incorrecto
nl_nl: Extern bestand heeft onjuist formaat

source: Zero size file downloaded
de_de: Datei ohne Größe heruntergeladen
es_es: Archivo de tamaño cero descargado
nl_nl: Leeg bestand gedownload

source: Remote file is too large, limit is %s
de_de: Remote-Datei ist zu gross – das Limit beträgt %s
es_es: El archivo remoto es demasiado grande, el límite es %s
nl_nl: Extern bestand is te groot, limiet is %s

source: Import WordPress
de_de: WordPress importieren
es_es: Importar WordPress
nl_nl: Importeer WordPress
ru_ru: импорт пользователей WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
de_de: Es ist eine neue Version dieses Importers verfügbar. Bitte aktualisiere auf die Version %s, um die Kompatibilität mit neueren Exportdateien sicherzustellen.
es_es: Una nueva versión de este importador está disponible. Actualice la versión %s para garantizar la compatibilidad con los archivos de exportación más recientes.
nl_nl: Er is een nieuwe versie van de importer beschikbaar. Update deze alsjeblieft naar versie %s om te zorgen voor comptabiliteit met nieuwere uitvoer bestanden.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
de_de: Laden Sie WordPress eXtended RSS (WXR) Datei hoch und wir&#8217;ll importieren Sie die Beiträge, Seiten, Kommentare, Kundenfelder, Kategorien und Schlagwörter.
es_es: ¡Hola! Cargue su archivo WordPress eXtended RSS (WXR) y nosotros&#8217;ll importaremos las publicaciones, las páginas, los comentarios, los campos personalizados, las categorías y las etiquetas en este sitio.
nl_nl: Hallo! Upload uw WordPress eXtended RSS (WXR) bestand en we importeren de berichten, pagina’s, reacties, aangepaste velden, categorieën en tags naar deze site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
de_de: Wähle eine WXR (.xml) Datei zum hochladen, danach klicke auf hochladen und importieren.
es_es: Elija un archivo WXR (.xml) para cargar, luego haga clic en Subir archivo e importar.
nl_nl: Kies een WXR (.xml) bestand om te uploaden, klik daarna op Upload bestand en Importeer.
ru_ru: Выберите файл WXR для загрузки, затем нажмите Загрузить файл и импортировать.

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
de_de: Importieren Sie <strong>Beiträge, Seiten, Kommentare, benutzerdefinierte Felder, Kategorien und Schlagwörter </strong>aus einer WordPress Export Datei.
es_es: Importar <strong> publicaciones, páginas, comentarios, campos personalizados, categorías y etiquetas </ strong> desde un archivo de exportación de WordPress.
nl_nl: Importeer <strong>berichten, pagina’s, reacties, aangepaste velden, categorieën en tags</strong> vanuit een WordPress uitvoer bestand.
ru_ru: Импорт записей, страниц, комментариев, произвольных полей, рубрик и меток из файла экспорта RusOrg.

source: Please build your shortcode from reactive builder
de_de: Bitte bauen Sie Ihren Shortcode aus reaktiven builder
es_es: Por favor crear su código de constructor de reactivo
nl_nl: Gelieve uw shortcode bouwen van reactieve builder
ru_ru: Пожалуйста, построить свой короткий номер от реактивной строитель

source: Every %d Minutes
de_de: Alle %d Minuten
es_es: Cada %d minutos
nl_nl: Elke %d minuten
ru_ru: Каждые %d минут

source: Reactive PRO
de_de: Reaktive PRO
nl_nl: Reactieve PRO
ru_ru: Реактивный PRO

source: All
de_de: Alle
nl_nl: Alles
ru_ru: Все

source: No
de_de: Nein
nl_nl: Nee
ru_ru: Нет

source: Global
nl_nl: Algemeen
ru_ru: Глобальный

source: Editor
de_de: Redakteur
ru_ru: Редактор
